Repository: ralfeus/GooOut
Catalog: GoogleContactsSync/Properties/Resources.*.resx
Languages: de

# Confirm_StopSyncronization
source: Are you sure you want to interrupt synchronization?
de: Sind Sie sicher, dass Sie die Synchronisation zu unterbrechen möchten?

# Error_AnotherInstanceIsRunning
source: Another instance of {0} is already running.
de: Eine andere Instanz von {0} wird bereits ausgeführt.

# Error_AutostartSetFailure
source: Couldn't set autostart for GooOut
de: GooOut kann nicht im Autostart angelegt werden

# Error_ConnectionFailure
source: Cannot connect to Google, please check for available internet connection and proxy settings if applicable.
de: Es kann keine Verbindung zu Google hergestellt werden. Überprüfen Sie Ihre Internet-Verbindung und Proxy-Einstellungen.

# Error_EventScheduleIsNotSet
source: The schedule of event is not set. Current operation is impossible without having schedule set
de: Der Zeitplan der Veranstaltung ist nicht gesetzt. Aktuelle Operation ist ohne Zeitplan Satz unmöglich

# Error_InvalidItem
source: The item provided is neither Google nor Outlook one
de: Der Posten vorgesehen ist weder von Google noch von Outlook

# Error_ItemSynchronizationFailure
source: The action on the item failed:
de: Die Aktion mit dem Element fehlgeschlagen:

# Error_NoDataToSyncronizeSpecified
source: There is no components to synchronize specified. Please select at least one of following: - Contacts - Calendar
de: Es gibt neuen Daten die synchronisiert werden müssen. Bitte wählen Sie eine Option: - Kontakte - Kalender

# Error_RegistrationFailure
source: The serial key is invalid. Please verify the key and try again
de: Die Lizenznummer ist ungültig. Bitte überprüfen Sie die Nummer und versuchen Sie es noch einmal.

# Error_WrongYearlyInterval
source: The interval for yearly recurrence pattern is not supported by this version of Outlook. This item won't be synchronized
de: Das Intervall für die jährliche Wiederholung Muster wird von dieser Version von Outlook unterstützt. Dieser Artikel wird nicht synchronisiert

# Notification_SyncComplete
source: Sync complete
de: Die Synchronisierung ist abgeschlossen

# Notification_SyncFailed
source: Sync failed
de: Die Synchronisierung ist fehlgeschlagen

# Notification_UpdateFailure
source: Update is failed
de: Die Aktualisierung ist fehlgeschlagen

# Notification_UpdateRestartNeeded
source: Application is updated. Restart is needed
de: Die Anwendung ist aktualisiert. Neustart von GooOut erforderlich.

# Notification_UpdateSuccess
source: Application is updated successfully
de: GooOut wurde erfolgreich aktualisiert.

# Notification_UpdateUpToDate
source: Application is up to date
de: GooOut ist auf dem aktuellsten Stand

# RegistrationSettings_RegistrationNotificationText
source: Entered registration number will be applied after application restart
de: Eingetragen Registrierungsnummer wird nach dem Neustart der Anwendung angewendet werden

# Warning_ApplicationExpired
source: The trial version is expired. Following functionalities are not available: Calendar synchronization In order to get full functionality you should register your copy
de: Die Testversion ist abgelaufen. Folgende Funktionalitäten stehen nicht zur Verfügung: Kalender-Synchronisation Um die volle Funktionalität zu erhalten, müssen Sie GooOut registrieren

# Error_NotRebootedAfterInstallation
source: Your computer was not rebooted after GooOut installation. You must reboot computer before using GooOut. Do you want to reboot now?
de: Ihr PC wurde nach der Installation nicht neu gestartet. Sie müssen den PC neu zu starten. Möchten Sie jetzt neu starten?

# AboutBox_btnClose_Text
source: Close
de: Schließen

# AboutBox_btnRegister_Text
source: Register
de: Registrieren

# AboutBox_lblCompanyName_Text
source: Company Name
de: Firma

# AboutBox_lblProductName_Text
source: Product Name
de: Produktname

# AboutBox_lnkTermsOfService_Text
source: Terms of Service
de: Nutzungsbedingungen

# AboutBox_Text
source: About {0}
de: Über {0}

# CalendarSyncSettings_groupBox1_Text
source: Synchronization range
de: Synchronisation Bereich

# CalendarSyncSettings_groupBox2_Text
source: Calendar synchronize settings
de: Kalender Synchronisation Einstellungen

# CalendarSyncSettings_label1_Text
source: Days &after
de: Tage &bevor

# CalendarSyncSettings_label2_Text
source: Days &after
de: Tage n&ach

# CalendarSyncSettings_label3_Text
source: Days &before
de: Kalendername

# ConflictResolverForm_button1_Text
source: &Skip
de: Über&springen

# ConflictResolverForm_cancel_Text
source: Cancel
de: Annullieren

# ConflictResolverForm_keepGoogle_Text
source: Keep &Google Entry
de: &Google-Eintrag halten

# ConflictResolverForm_keepOutlook_Text
source: Keep &Outlook Entry
de: &Outlook-Eintrag halten

# ConflictResolverForm_Text
source: Confict detected!
de: Ein Konflikt wurde festgestellt.

# DeleteDuplicatesForm_Text
source: Delete Duplicates Utility
de: Duplikate löschen

# LogForm_lastSynclabel_Text
source: Last Sync on
de: Letzte Synchronisierung um

# LogForm_loggroupbox_Text
source: Sync Details && Log
de: Protokoll der Synchronisation

# LogForm_Text
source: GooOut - Synchronization log
de: GooOut -Synchronisierungsprotokoll

# RegisterForm_lnkGetRegNumber_Text
source: Get registration number
de: Lizenz kaufen...

# RegisterForm_Text
source: Enter registration number
de: Geben Sie Ihre Lizenz ein:

# SettingForm_nextSyncLabel_Text
source: Next Sync in
de: Nächste Synchronisationg in

# SettingsForm_Authorization_Text
source: A&uthorization
de: Die A&uthentifizierung

# SettingsForm_btSyncCalendar_Text
source: Sync C&alendar
de: Sync Kalender

# SettingsForm_btSyncContacts_Text
source: Sync &Contacts
de: Sync Kontakte

# SettingsForm_customproxy_Text
source: Use custom HTTP proxy
de: Benutzerdefinierte Proxy-Server

# SettingsForm_groupBox2_Text
source: Sync Options
de: Optionen

# SettingsForm_groupBox4_Text
source: Google Account
de: Google-Konto

# SettingsForm_grpAutoSync_Text
source: Sync frequency
de: Die Frequenz der Synchronisierung

# SettingsForm_HideButton_Text
source: &Hide
de: &Verstecken

# SettingsForm_InkBuynow_Text
source: Buy now
de: Jetzt kaufen

# SettingsForm_InkHelp_Text
source: Help
de: Hilfe

# SettingsForm_Label1_Text
source: Sync &Interval:
de: Intervall

# SettingsForm_Label2_Text
source: &User:
de: Username:

# SettingsForm_Label3_Text
source: &Password:
de: Passwort:

# SettingsForm_Label4_Text
source: mins
de: Minuten

# SettingsForm_Label5_Text
source: &Outlook Profile:
de: Outlook-Profil:

# SettingsForm_Label6_Text
source: &User:
de: Der Ben&utzer:

# SettingsForm_Label7_Text
source: &Password:
de: Kennwort:

# SettingsForm_Label8_Text
source: &Address:
de: Adresse:

# SettingsForm_lblLanguageChangeNotification_Text
source: Language will be changed on next application start
de: Die Sprache wird beim nächsten Start der Anwendung geändert

# SettingsForm_lblLanguage_Text
source: Language
de: Sprache

# SettingsForm_mniLog_Text
source: Show &log
de: Protokoll ansehen

# SettingsForm_mniRegister_Text
source: Enter &registration key
de: Lizenz eingeben

# SettingsForm_mniSettings_Text
source: Show s&ettings
de: Optionen

# SettingsForm_reportSyncResultCheckBox_Text
source: Re&port Sync Result in System Tray
de: Re&portieren ein Syncresultat im Systemtray

# SettingsForm_systemproxy_Text
source: System Proxy
de: System Proxy-Server

# SettingsForm_tbtnAdvanced_Text
source: Advanced
de: Weiter

# SettingsForm_tbtnGeneral_Text
source: General
de: Allgemein

# SettingsForm_toolStripMenuItem2_Text
source: E&xit
de: Beenden

# SettingsForm_toolStripMenuItem5_Text
source: About
de: Über GooOut

# TrialityNotifierForm_btnClose_Text
source: Close
de: Beenden

# TrialityNotifierForm_Text
source: This is trial version. Please register
de: Testversion - Bitte registrieren

# Error_LogSendingFailure
source: Log could not be sent. Check connection and try again
de: Der Protokoll konnte nicht geschickt wird. Prüfen Sie die Internetverbindung und probieren Sie noch einmal.

# Notification_LogSent
source: Log was sent successfully
de: Der Protokoll wurde erfolgreich geschickt

# Confirm_SendSessionLog
source: Do you want to send the error report?
de: Möchten Sie den Fehlerbericht schicken?
