Repository: ralfeus/GooOut
Catalog: GoogleContactsSync/SettingsForm.*.resx
Languages: de

# label5.Text
source: &Outlook Profile:
de: Outlook-Profil:

# label2.Text
source: &User:
de: Benutzer / Email

# label3.Text
source: &Password:
de: Kennwort:

# label10.Text
source: Calendar folder:
de: Kalendar Ordner:

# syncOptionBox.ToolTip
source: This sets the behavior of the sync. Merge: This will your Google and Outlook items Outlook To Google Only: Only updates Google contacts based on outlook contacts. Google To Outlook Only: Only updates Outlook contacts based on google contacts.
de: Hier wird das Verhalten eingestellt Verschmelzen: Das wird ihren Google und Outlook Elemente kombinieren Nur Outlook zu Google: Ändert nur Google Elemente Nur Google zu Outlook: Ändert nur Outlook Elemente

# mniAutoSync.Text
source: &Auto sync
de: &Automatisch synchronisieren

# mniSync.Text
source: &Sync
de: &Synchronisation starten

# mniStopSync.Text
source: S&top sync
de: Synchronisation s&toppen

# mniSettings.Text
source: Show s&ettings
de: Optionen

# mniLog.Text
source: Show &log
de: Protokoll

# toolStripMenuItem5.Text
source: About
de: Über

# mniRegister.Text
source: Enter &registration key
de: Lizenz eingeben

# toolStripMenuItem2.Text
source: E&xit
de: GooOut beenden

# label1.Text
source: Sync &Interval:
de: Intervall

# label4.Text
source: mins
de: Minuten

# nextSyncLabel.Text
source: Next Sync in
de: Nächste Synchronisationg in

# grpAutoSync.Text
source: Sync frequency
de: Frequenz der Synchronisierung

# reportSyncResultCheckBox.Text
source: Re&port Sync Result in System Tray
de: Ä&nderungen anzeigen

# btSyncCalendar.Text
source: Sync C&alendar
de: Sync Kalender

# btSyncContacts.Text
source: Sync &Contacts
de: Sync Kontakte

# groupBox2.Text
source: Options
de: Optionen

# hideButton.Text
source: &Hide
de: &Schließen

# tbtnGeneral.Text
source: General
de: Allgemein

# tbtnAdvanced.Text
source: Advanced
de: Erweitert

# lnkSendSessionLog.Text
source: Send application session log
de: Anwendung Protokoll schicken

# lblLanguageChangeNotification.Text
source: Language will be changed on next application start
de: Die Sprache wird beim nächsten Start der Anwendung geändert

# lblLanguage.Text
source: Language
de: Sprache

# lnkCheckUpdates.Text
source: Check updates
de: GooOut auf neue Version prüfen

# label8.Text
source: &Address:
de: Adresse:

# label6.Text
source: &User:
de: Der Ben&utzer:

# label7.Text
source: &Password:
de: Kennwort:

# Authorization.Text
source: A&uthorization
de: Die A&uthentifizierung

# CustomProxy.Text
source: Use custom HTTP proxy
de: Benutzerdefinierte Proxy-Server

# SystemProxy.Text
source: System Proxy
de: System Proxy-Server

# lnkHelp.Text
source: Help
de: Hilfe

# lnkBuyNow.Text
source: Buy now
de: Jetzt kaufen
